aaron-bond.better-comments
amiralizadeh9480.laravel-extra-intellisense
antfu.vite
austenc.laravel-blade-spacer
austenc.tailwind-docs
bmewburn.vscode-intelephense-client
bourhaouta.tailwindshades
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cierra.livewire-vscode
codeium.codeium
codingyu.laravel-goto-view
ctf0.laravel-goto-controller
ctf0.php-namespace-resolver
daltonmenezes.aura-theme
dbaeumer.vscode-eslint
devastion.php-laravel-all-in-one
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
fabiospampinato.vscode-monokai-night
github.copilot
github.copilot-chat
github.remotehub
glitchbl.laravel-create-view
google.geminicodeassist
gruntfuggly.activitusbar
heybourn.headwind
hollowtree.vue-pack
hollowtree.vue-snippets
ihunte.laravel-blade-wrapper
jeroen-meijer.pubspec-assist
keyursanghani.laravel-debug-buddy
kokororin.vscode-phpfmt
macieklad.tailwind-sass-syntax
marufhassan.flutter-snippets
mehedidracula.php-constructor
mehedidracula.php-namespace-resolver
morningstart.vue3-snipptes
ms-ceintl.vscode-language-pack-es
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.remote-repositories
muath-ye.composer-intelephense
mubaidr.vuejs-extension-pack
naoray.laravel-goto-components
neilbrayfield.php-docblocker
nhedger.inertia
nuxt.mdc
octref.vetur
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
onecentlin.phpunit-snippets
open-southeners.laravel-pint
pgl.laravel-jump-controller
pkief.material-icon-theme
porifa.laravel-intelephense
psaren.vue3-composition-snippets
quicktype.quicktype
qwtel.sqlite-viewer
recca0120.vscode-phpunit
rodrigorahman.flutter-dart-utils
rooveterinaryinc.roo-cline
ryannaddy.laravel-artisan
sdras.vue-vscode-snippets
shufo.vscode-blade-formatter
sibiraj-s.vscode-scss-formatter
steoates.autoimport
streetsidesoftware.code-spell-checker
techiecouch.laravel-php-essentials
tomoki1207.pdf
tyriar.lorem-ipsum
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vscjava.vscode-gradle
vue.volar
wejectchan.vue3-snippets-for-vscode
wscats.vue
xabikos.javascriptsnippets
xdebug.php-debug
